//Задание 1
// let password = 'пароль';
// let userPassword = prompt('Введите пароль');
// if (userPassword === password) {    
//     alert('Пароль введен верно');
// }else { 
//     alert('Пароль введен неверно');
// }

//Задание 2
// let c = 8;
// if (c >= 0 && c <= 10) {
//     alert('Верно');
// }else { 
//     alert('Неверно');
// }

//Задание 3
// let c = 50;
// let d = 140;

// if (c >= 100 || d >= 100) {
//     alert('Верно');
// } else { 
//     alert('Неверно');
// }

//Задание 4
let a = '2';
let b = '3';
// Код выше изменять менять нельзя. Чтобы решить задачу исправьте код ниже:
alert(Number(a) + Number(b));
